---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Seconds
source: html/c5688699-85a1-78fb-3379-f7cadfcbaa30.htm
---
# Autodesk.Revit.DB.UnitTypeId.Seconds Property

Seconds.

## Syntax (C#)
```csharp
public static ForgeTypeId Seconds { get; }
```